import { questions } from './DummyQuestions';

export const greenTeaLesson = {
  id: 11111,
  titleEnglish: 'Benefits of Green Tea',
  titleArabic: 'فوائد الشاي الأخضر',
  level: 'Beginner',
  type: 'Reading',
  imageLink: 'https://assets.rbl.ms/19152954/origin.jpg',
  includeImage: true,
  isCompleted: false,
  exercises: questions,
  //videoLink: '',
  videoLink: 'https://edpuzzle.com/media/6553a11ba164024027006fdc',
  //videoLink: 'https://www.youtube.com/watch?v=u0psf0FHhf8',
  videoText: `لِلشاي الأخضر فوائد عديدة أقرتها دراسات حديثة وأبحاث مختلفة، فهذه دراسة تؤكد دور الشاي الأخضر في علاج السمنة، أجراها مجموعة من الباحثين من جامعة أوهايو الأمريكية، ووجدوا تأثيرا للشاي الأخضر على بكتيريا الأمعاء والسمنة والأمراض المرتبطة بها.
  فوائد الشاي الأخضر لا تقتصر على إنقاص الوزن فحسب، فقد كشفت دراسة حديثة النقاب عن أنه يقلل من مخاطر سرطان الثدي. وأجرى علماء من مركز الطب الحيوي في جامعة سالفورد في إنجلترا بحثا توصل إلى دور كبير للشاي الأخضر في منع انتشار الخلايا السرطانية عند المرأة في حالة إصابتها بسرطان الثدي.
  وأشار البحث إلى أن شاي الماتشا الأخضر الياباني تحديدا يجعل الخلايا السرطانية في حالة من الهدوء والاستقرار.
  هذا بالإضافة إلى فوائد أخرى عديدة للشاي الأخضر، منها أنه أقوى مضاد للأكسدة، ويحارب سموم الجسم، ويعزز صحة القلب.
  ويعتبر الشاي الأخضر من أكثر المشروبات المفيدة للصحة، ويحتوي على العديد من الفيتامينات والمعادن والمركبات النباتية الفعالة، ويعتبر مصدرا جيدا للبوليفينولات، وهي مضادات الأكسدة التي تحمي الخلايا من الضرر الناتج عن الجذور الحرة.
    `,
  text: `لِلشاي الأخضر فوائد عديدة أقرتها دراسات حديثة وأبحاث مختلفة، فهذه دراسة تؤكد دور الشاي الأخضر في علاج السمنة، أجراها مجموعة من الباحثين من جامعة أوهايو الأمريكية، ووجدوا تأثيرا للشاي الأخضر على بكتيريا الأمعاء والسمنة والأمراض المرتبطة بها.

فوائد الشاي الأخضر لا تقتصر على إنقاص الوزن فحسب، فقد كشفت دراسة حديثة النقاب عن أنه يقلل من مخاطر سرطان الثدي. وأجرى علماء من مركز الطب الحيوي في جامعة سالفورد في إنجلترا بحثا توصل إلى دور كبير للشاي الأخضر في منع انتشار الخلايا السرطانية عند المرأة في حالة إصابتها بسرطان الثدي.

وأشار البحث إلى أن شاي الماتشا الأخضر الياباني تحديدا يجعل الخلايا السرطانية في حالة من الهدوء والاستقرار.

هذا بالإضافة إلى فوائد أخرى عديدة للشاي الأخضر، منها أنه أقوى مضاد للأكسدة، ويحارب سموم الجسم، ويعزز صحة القلب.

ويعتبر الشاي الأخضر من أكثر المشروبات المفيدة للصحة، ويحتوي على العديد من الفيتامينات والمعادن والمركبات النباتية الفعالة، ويعتبر مصدرا جيدا للبوليفينولات، وهي مضادات الأكسدة التي تحمي الخلايا من الضرر الناتج عن الجذور الحرة.
  `,
};
